Repository: common-repository/amazon-machine-tags
Catalog: languages/amtap-*.po
Languages: de_de

source: Canada
de_de: Kanada

source: Get Associate ID for Amazon.ca
de_de: Tracking ID für Amazon.ca holen

source: Set Canada as default
de_de: Kanada als Standard auswählen

source: France
de_de: Frankreich

source: Get Associate ID for Amazon.fr
de_de: Tracking ID für Amazon.fr holen

source: Set France as default
de_de: Frankreich als Standard auswählen

source: Germany
de_de: Deutschland

source: Get Associate ID for Amazon.de
de_de: Tracking ID für Amazon.de holen

source: Set Germany as default
de_de: Deutschland als Standard auswählen

source: Get Associate ID for Amazon.co.jp
de_de: Tracking ID für Amazon.co.jp holen

source: Set Japan as default
de_de: Japan als Standard auswählen

source: United Kingdom
de_de: Großbritannien

source: Get Associate ID for Amazon.co.uk
de_de: Tracking ID für Amazon.co.uk holen

source: Set United Kingdom as default
de_de: Großbritannien als Standard auswählen

source: United States
de_de: USA

source: Get Associate ID for Amazon.com
de_de: Tracking ID für Amazon.com holen

source: Set United States as default
de_de: USA als Standard auswählen

source: Amazon Machine Tags Configuration
de_de: Amazon Machine Tags Konfiguration

source: How to use it
de_de: Anwendung

source: Get your own Amazon Web Services <a href="http://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key">Access Key Identifyers</a>.
de_de: Besorge Dir Deine <span xml:lang="en" lang="en">Amazon Web Services <a href="http://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key" hreflang="en">Access Key Identifyers</a></span>.

source: Create a <code>wp-content/cache/</code> directory with permissions set to 755, or 777 if you create the directory as <code>root</code> user.
de_de: Erstelle ein Verzeichnis <code>wp-content/cache/</code> und setze die Rechte auf 755, oder 777 wenn Du das Verzeichnis als <code>root</code> Benutzer erstellt hast.

source: Put <code>&lt;?php AMTAP::get_items(); ?&gt;</code> in your sidebar and start using machine tags.
de_de: Füge <code>&lt;?php AMTAP::get_items(); ?&gt;</code> in der Seitenspalte ein und verwende <span xml:lang="en" lang="en">Machine Tags</span>.

source: Edit <code>amtap-blog.css</code> if you like.
de_de: Editiere <code>amtap-blog.css</code> wenn Du magst.

source: If you want to use tags in a blog article, write <code>[amtap book:isbn=1234567890]</code> or <code>[amtap amazon:asin=1234567890]</code>.
de_de: Wenn Du Tags in Artikeln verwenden möchtest, schreibe <code>[amtap book:isbn=1234567890]</code> oder <code>[amtap amazon:asin=1234567890]</code>.

source: If you have any further questions, check the description and comments on the <a href="http://learningtheworld.eu/2009/amazon-authorization/">plugin homepage</a>.
de_de: Wenn Du weitere Fragen hast, lese bitte die ausführliche Beschreibung und die Kommentare auf der <a href="http://learningtheworld.eu/2009/amazon-authorization/" hreflang="en" xml:lang="en">Plugin Homepage</a>.

source: Required settings
de_de: Pflichtfelder

source: AWS Access Key Identifiers
de_de: <span lang="en">AWS Access Key Identifyers</span>

source: (required)
de_de: (Pflichtfeld)

source: Access Key ID
de_de: <span lang="en">Access Key ID</span>

source: About the AWS Access Key
de_de: Über den AWS Access Key

source: What is this?
de_de: Was ist das?

source: Secret Access Key
de_de: <span xml:lang="en" lang="en">Secret Access Key</span>

source: Update options &raquo;
de_de: Einstellungen aktualisieren &raquo;

source: Optional settings
de_de: Optionale Einstellungen

source: Basic Configuration
de_de: Basis-Konfiguration

source: Sidebar headline
de_de: Überschrift Seitenspalte

source: Same window (recommended)
de_de: Im gleichen Fenster (empfohlen)

source: New window
de_de: Neues Fenster

source: Show stars for average rating
de_de: Zeige Sterne für die durchschnittliche Bewertung an

source: Amazon Associate IDs
de_de: <span xml:lang="en" lang="en">Amazon Tracking IDs</span>

source: As an Associate you earn commissions by referring sales to Amazon. For each locale you need to <strong>register separately</strong>. You can use automatic <a href="http://www.google.com/language_tools">translation tools</a> if you can&rsquo;t read the local content. You can leave fields empty if you have no Associate ID for a particular locale.
de_de: Als Teilnehmer des Amazon Partnerprogramms kannst Du Geld verdienen, indem Du Amazon Kunden vermittelst. Für jede Region muss man sich <strong>separat anmelden</strong>. Du kannst <a href="http://www.google.de/language_tools?hl=de">automatische Sprachtools</a> zur Übersetzung verwenden, wenn Du eine Sprache nicht lesen kannst. Du kannst Felder leer lassen, wenn Du für eine Region keine <span xml:lang="en" lang="en">Tracking ID</span> hast.

source: If you have the <strong><a href="http://priyadi.net/archives/2005/02/25/wordpress-ip-to-country-plugin/">IP to Country</a></strong> plugin installed, a visitor gets the link to the nearest Amazon shop supporting her preferred language. Otherwise you probably know where most of your visitors come from and can set the default locale here.
de_de: Wenn das <strong><a href="http://priyadi.net/archives/2005/02/25/wordpress-ip-to-country-plugin/" xml:lang="en" lang="en" hreflang="en">IP to Country</a></strong> Plugin installiert ist, bekommen Besucher Deiner Seite den Link zum nächstgelegenen Amazon-Shop angezeigt, der ihre bevorzugte Sprache unterstützt. Anderenfalls weißt Du wahrscheinlich am besten, wo die meisten Deiner Besucher herkommen, und Du kannst hier eine Region als Standard auswählen.

source: Get ID
de_de: ID holen

source: set as default
de_de: Standard

source: Use IP to Country to override the default if available
de_de: Verwende wenn möglich <span xml:lang="en" lang="en">IP to Country</span> anstelle der Standardeinstellung

source: Default Tags
de_de: Standardtags

source: Some people, like book authors, want links to featured items in the sidebar on <em>every</em> page, including the home page. Enter a comma separated list of machine tags (<code>book:isbn=1234567890</code>) here if you want that feature. Otherwise leave it empty.
de_de: Manche Leute, etwa Autoren von Büchern, hätten gerne Links zu besonders hervorgehobenen Artikeln in der Seitenspalte <em>jeder</em> Seite, auch auf der Startseite. Gib&rsquo; hier eine kommaseparierte Liste von <span lang="en" xml:lang="en">Machine Tags</span> (<code>book:isbn=1234567890</code>) ein, wenn Du diese Funktion möchtest. Andererenfalls lass das Feld einfach leer.

source: Default tags
de_de: Standardtags

source: Advanced Configuration
de_de: Erweiterte Konfiguration

source: The <a href="https://affiliate-program.amazon.com/gp/advertising/api/detail/agreement.html">Amazon Product Advertising <acronym>API</acronym></a> license allows requests from your blog every second and limits caching to 1 hour. So the <strong>maximum cache age</strong> should be anything between 1 and 3600 seconds.
de_de: Die <a href="https://affiliate-program.amazon.com/gp/advertising/api/detail/agreement.html" xml:lang="en" lang="en">Amazon Product Advertising <acronym>API</acronym></a> Lizenz erlaubt Anfragen von Deinem Blog einmal pro Sekunde und beschränkt <span xml:lang="en" lang="en">Caching</span> auf eine Stunde. Die <strong>maximale Cache-Zeit</strong> sollte darum irgendwo zwischen 1 und 3600 Sekunden liegen.

source: Don&rsquo;t change the <strong>ResponseGroup</strong> parameters unless you fully understand the concept and are prepared to adapt the <acronym title="Extensible Stylesheet Language Transformation">XSLT</acronym> as well.
de_de: Ändere die <strong xml:lang="en" lang="en">ResponseGroup</strong> Parameter nicht, solange Du das Konzept dahinter nicht vollständig verstanden hast und bereit bist, das <acronym title="Extensible Stylesheet Language Transformation">XSLT</acronym> ebenfalls zu ändern.

source: <abbr title="Maximum">Max.</abbr> cache age
de_de: <abbr title="Maximale">Max.</abbr> Cache-Zeit

source: Response Group
de_de: <span xml:lang="en" lang="en">Response Group</span>

source: About the ResponseGroup parameter
de_de: Über den Response Group Parameter

source: Donate Amazon Karma
de_de: Amazon Karma spenden

source: If you like this plugin and don&rsquo;t have Associate IDs for all locales, you could support <a href="http://learningtheworld.eu/2009/amazon-authorization/">the author</a> by letting his IDs fill in the blanks:
de_de: Wenn Du dieses Plugin magst und nicht für alle Regionen <span xml:lang="en" lang="en">Tracking IDs</span> hast, könntest Du dem <a href="http://learningtheworld.eu/2009/amazon-authorization/">Autoren</a> etwas Gutes tun, indem seine anstelle der fehlenden IDs an Amazon übermittelt werden:

source: Donate unused Amazon credits to the author
de_de: Spende dem Autoren ungenutzte Amazon Credits

source: Debugging
de_de: <span xml:lang="en" lang="en">Debugging</span>

source: If you check the <strong>debug option</strong>, there will be a commented <acronym title="Uniform Resource Locator">URL</acronym> in a post&rsquo;s source code. Paste it into your browser&rsquo;s address bar, replace &quot;<code>&amp;amp;</code>&quot; with &quot;<code>&amp;</code>&quot; and get plain <acronym title="Extensible Markup Language">XML</acronym> reponses for debugging.
de_de: Wenn Du die <strong>Debug-Option</strong> auswählst, gibt es den <acronym title="Uniform Resource Locator">URL</acronym> als Kommentar im Quelltext des Beitrags. Kopiere ihn in die Adresszeile des Browsers, ersetze &bdquo;<code>&amp;amp;</code>&ldquo; mit &bdquo;<code>&amp;</code>&ldquo;, und Du erhältst reines <acronym title="Extensible Markup Language">XML</acronym> zum Debuggen.

source: Amazon Tags
de_de: <span xml:lang="en" lang="en">Amazon Tags</span>

source: Your access keys have been verified.
de_de: Deine <span lang="en">Access Keys</span> wurden validiert.

source: Your server is located in a private IP address space. Amazon Web Services cannot fetch the file that is required to validate the access key.
de_de: Der Server befindet sich in einem privaten IP-Adressraum. <span lang="en" xml:lang="en">Amazon Web Services</span> kann nicht auf die Datei zugreifen, die zur Validierung des <span lang="en" xml:lang="en">Access Keys</span> benötigt wird.

source: Your access key has been cleared. However, a valid key is required to access Amazon Web Services.
de_de: Der Access Key wurde gelöscht. Für die Nutzung der Amazon Web Services wird ein gültiger Zugangscode benötigt.

source: The access key or the secret key is empty. However, a valid key and secret is required to access Amazon Web Services.
de_de: Der <span lang="en">Access Key</span> oder der <span lang="en">Secret Key</span> sind leer. Für die Nutzung der <span lang="en">Amazon Web Services</span> wird ein gültiger Zugangscode benötigt.

source: The access key or the secret key you entered is invalid. Please double-check it.
de_de: Der <span lang="en">Access Key</span> oder der <span lang="en">Secret Key</span> sind ungültig. Bitte überprüfe die Eingabe.

source: No connection to Amazon Web Services. Please retry later.
de_de: Die Verbindung zu den Amazon Web Services konnte nicht hergestellt werden. Bitte versuche es später noch einmal.

source: Cache directory does not exist. Please create wp-content/cache/
de_de: Cache-Verzeichnis nicht gefunden. Bitte erstelle das Verzeichnis wp-content/cache/

source: Cache directory is not writable. Please check directory permissions.
de_de: In das Cache-Verzeichnis kann nicht geschrieben werden. Bitte überprüfe die Schreibrechte des Verzeichnisses.
